{
  "countdown": {
    "days": "dias",
    "hours": "horas",
    "minutes": "minutos",
    "months": "meses"
  },
  "navbar": {
    "info": "Información",
    "location": "Localización",
    "contact": "Contactanos",
    "timeline": "Horario",
    "history": "Nuestra Historia",
    "guide": "Guia"
  },
  "timeline": {
    "time1": "4:00 PM - 4:30 PM",
    "step1": "Llegadas & Respirar Profundo",
    "descr1": "El amor ya está aquí – ¡solo faltas tú!",
    "time2": "4:30 PM - 5:00 PM",
    "step2": "Sí, quiero & Lágrimas de Felicidad",
    "descr2": "¡Saca los pañuelos – se viene el momento romántico!",
    "time3": "5:00 PM - 6:00 PM",
    "step3": "Dulzura & Fotos Bonitas",
    "descr3": "Pedacitos de pastel y miradas que enamoran",
    "time4": "6:00 PM - 7:00 PM",
    "step4": "Risas & Espíritu Competitivo",
    "descr4": "¡Esto se pone bueno – ¿Team Novia o Team Novio?",
    "time5": "7:00 PM - 8:30 PM",
    "step5": "Banquete del Amor",
    "descr5": "¡A por la cuchara y directo al corazón!",
    "time6": "8:30 PM - Hasta que el cuerpo aguante",
    "step6": "Baile bajo las estrellas",
    "descr6": "¡Mueve el esqueleto... y el corazón también!"
  },
  "contact": {
    "name": "Nombre*",
    "email": "E-Mail*",
    "phone": "Numero de Telefono",
    "message": "Mensaje*",
    "placeholder1": "Cuéntanos tu nombre",
    "placeholder2": "p.ej. dani@michel.com",
    "placeholder3": "p.ej. +41 78 ....",
    "placeholder4": "Haz preguntas o cuéntanos lo que deberíamos saber :)",
    "whatsapp": "Tíranos un WhatsApp",
    "formular": "¡Suelta la sopa!"
  },
  "rsvp": {
    "person": "Persona",
    "question1": "Vas a venir?*",
    "question2": "¿Solicitudes de bebidas?*",
    "question3": "Email (para Updates)*",
    "question4": "¿Preferencias especiales o alergias?",
    "answer11": "Si",
    "answer12": "No",
    "answer21": "Vino",
    "answer22": "Cerveza",
    "feedback": "¡Gracias por tus comentarios! 🎉",
    "warning": "¡Nombre no en la lista de invitados!",
    "placeholder1": "Buscar o seleccionar un nombre",
    "placeholder3": "p.ej. dani@michel.com",
    "placeholder4": "¡Cuéntanos lo que deberíamos saber!",
    "add": "Agregar persona",
    "delete": "Eliminar persona"
  },
  "home": { "date": "Diciembre 27, 2025" },
  "button": {
    "submit": "Enviar",
    "warning": "¡Faltan datos! Por favor completa."
  },
  "history": {
    "time1": "Diciembre 2018",
    "title1": "Cuando dos caminos se cruzaron",
    "descr1": "Era el invierno de 2018 en Hamburgo: afuera soplaban vientos fríos, pero dentro ya empezaba a encenderse algo cálido. Michel y Dani trabajaban en proyectos de Airbus cuando Dani, sentada tranquilamente en un autobús, vio a un extraño de rostro dulce. \"Oh, ese rubito es muy lindo\", pensó, sonriendo para sí misma. No sabía que ese simple momento lo cambiaría todo. Una semana después, el destino llamó, literalmente. En un día cualquiera en la oficina, Dani oyó tocar a su puerta. Al abrirla, ahí estaba: Michel. Su corazón dio un vuelco. Sorprendida y abrumada por una oleada de calidez, lo abrazó allí mismo – olvidando por completo que abrazar espontáneamente no es parte de la etiqueta de oficina alemana. Pocos días después, un evento de pos-trabajo en el mercado navideño los reunió a todos. Las luces brillaban, las risas flotaban en el aire entre copas de vino caliente, y algo mágico empezó a florecer. Así comenzó una historia de amor.",
    "time2": "2019",
    "title2": "Convirtiéndonos en Nosotros",
    "descr2": "Fue un año lleno de amor, risas, viajes y aventuras sin fin. Descubrieron nuevos lugares y, lo que es más importante, se descubrieron mutuamente a un nivel más profundo con cada paso.",
    "time3": "Septiembre 2021",
    "title3": "Jamie nos encuentra",
    "descr3": "El 12 de septiembre, durante un viaje por las impresionantes costas de Croacia, el universo les hizo un regalo inesperado. En medio de la nada, en un pequeño café al borde de la carretera, un perrito desaliñado se encontraba solo. Los miró con ojos llenos de esperanza. Sin dudarlo, lo tomaron en brazos – y en sus corazones. Lo llamaron Jamie. Desde ese día, su dúo se convirtió en un trío, y la vida se sintió aún más completa.",
    "time4": "Enero 2022",
    "title4": "Un salto de amor",
    "descr4": "Cuando Michel encontró el trabajo de sus sueños – escondido en el tranquilo pueblo de Backnang – no hubo dudas. Ninguna vacilación. Dani lo miró con amor y simplemente dijo: “Vamos.” Empacaron sus vidas y se mudaron juntos, sabiendo que el hogar no es un lugar, sino estar juntos.",
    "time5": "Julio 2023",
    "title5": "Un nuevo capítulo en Suiza",
    "descr5": "En julio de 2023, sus corazones ansiaban montañas, lagos y una conexión más profunda con la naturaleza. Ese sueño los llevó a Suiza, donde se sintieron en casa desde el primer momento. Un nuevo capítulo comenzó, lleno de aire alpino, mañanas pacíficas y la sensación de estar exactamente donde debían estar.",
    "time6": "Diciembre 2024",
    "title6": "Sí para siempre",
    "descr6": "El 31 de diciembre de 2024, bajo la magia del último atardecer del año, Michel y Dani dijeron sí para siempre. Se comprometieron, rodeados de amor, recuerdos y sueños aún por escribir. Ahora quieren compartir esa alegría con ustedes, porque toda gran historia de amor merece ser celebrada, no solo por dos personas, sino por todos los corazones que la vieron crecer."
  }
}
