{
  "countdown": {
    "days": "Tage",
    "hours": "Stunden",
    "minutes": "Minuten",
    "months": "Monate"
  },
  "navbar": {
    "info": "Infos",
    "location": "Location",
    "contact": "Kontakt",
    "timeline": "Zeitplan",
    "history": "Unsere Geschichte",
    "guide": "Reisetipps"
  },
  "timeline": {
    "time1": "16:00 - 16:30",
    "step1": "Ankommen & Durchatmen",
    "descr1": "Die Liebe ist schon da – jetzt fehlt nur noch ihr!",
    "time2": "16:30 - 17:00",
    "step2": "Ja-Wort & Freudentränen",
    "descr2": "Taschentücher raus – es wird romantisch!",
    "time3": "17:00 - 18:00",
    "step3": "Sweet Moments & Schnappschüsse",
    "descr3": "Tortenstücke & Herzensblicke",
    "time4": "18:00 - 19:00",
    "step4": "Lachflash & Wettkampfgeist",
    "descr4": "Jetzt wird’s wild – Team Braut oder Team Bräutigam?",
    "time5": "19:00 - 20:30",
    "step5": "Festmahl der Liebe",
    "descr5": "Ran an die Löffel, ran ans Herz!",
    "time6": "20:30 - Last man standing",
    "step6": "Tanz in die Nacht",
    "descr6": "Schüttel dein Speck und dein Herz gleich mit!"
  },
  "contact": {
    "name": "Name*",
    "email": "E-Mail*",
    "phone": "Telefonnummer",
    "message": "Nachricht*",
    "placeholder1": "Verrat mir deinen Namen",
    "placeholder2": "z.b. dani@michel.com",
    "placeholder3": "z.b. +41 78 ....",
    "placeholder4": "Stelle Fragen oder teile uns mit was wir wissen sollten :)",
    "whatsapp": "Einfach WhatsApp",
    "formular": "Spuck's aus!"
  },
  "rsvp": {
    "person": "Person",
    "question1": "Wirst du teilnehmen?*",
    "question2": "Getränkewünsche?*",
    "question3": "Email (für Updates)*",
    "question4": "Besondere Wünsche oder Allergien?",
    "answer11": "Ja",
    "answer12": "Nein",
    "answer21": "Wein",
    "answer22": "Bier",
    "feedback": "Danke für eure Rückmeldung! 🎉",
    "warning": "Name nicht in Gästeliste!",
    "placeholder1": "Namen suchen oder auswählen",
    "placeholder3": "z.b. dani@michel.com",
    "placeholder4": "Teile uns mit was wir wissen sollten!",
    "add": "Person hinzufügen",
    "delete": "Person entfernen"
  },
  "home": { "date": "27. Dezember 2025" },
  "button": {
    "submit": "Absenden",
    "warning": "Bitte fehlende Infos eintragen!",
    "loading": "Bitte nicht weglaufen!"
  },
  "history": {
    "time1": "43435",
    "title1": "Als sich zwei Wege kreuzten",
    "descr1": "Es war der Winter 2018 in Hamburg – draußen wehte der kalte Wind, doch drinnen begann schon etwas Warmes zu wachsen. Michel und Dani arbeiteten beide an Airbus-Projekten, als Dani, still in einem Bus sitzend, einen süß aussehenden Fremden entdeckte. „Oh, dieser Rubito ist sehr süß“, dachte sie und lächelte in sich hinein. Sie hatte keine Ahnung, dass dieser einfache Moment alles verändern würde. Nur eine Woche später klopfte das Schicksal – buchstäblich. An einem gewöhnlichen Arbeitstag hörte Dani ein Klopfen an ihrer Bürotür. Als sie öffnete, stand er da: Michel. Ihr Herz setzte einen Schlag aus. Überwältigt von plötzlicher Wärme, umarmte sie ihn einfach – und vergaß völlig, dass spontane Umarmungen in deutschen Büros eher unüblich sind. Ein paar Tage später brachte eine After-Work-Veranstaltung auf dem Weihnachtsmarkt alle zusammen. Die Lichter funkelten, Gelächter erfüllte die Luft, und etwas Magisches begann zu blühen. Und so begann eine Liebesgeschichte.",
    "time2": "2019",
    "title2": "Wir werden ein Wir",
    "descr2": "Dieses Jahr war voller Liebe, Lachen, Reisen und unzähliger Abenteuer. Sie entdeckten neue Orte – und noch wichtiger: sie entdeckten sich gegenseitig auf immer tiefere Weise.",
    "time3": "44440",
    "title3": "Jamie findet uns",
    "descr3": "Am 12. September, während eines Roadtrips entlang der atemberaubenden Küsten Kroatiens, beschenkte sie das Universum mit einer Überraschung. Mitten im Nirgendwo, an einem kleinen Straßencafé, stand ein zotteliger kleiner Hund ganz allein. Er sah sie mit hoffnungsvollen Augen an. Ohne zu zögern nahmen sie ihn in ihre Arme – und in ihr Herz. Sie nannten ihn Jamie. Von diesem Tag an wurde aus ihrem Duo ein Trio – und das Leben fühlte sich noch vollständiger an.",
    "time4": "44562",
    "title4": "Ein Sprung aus Liebe",
    "descr4": "Als Michel den Job seiner Träume im ruhigen Städtchen Backnang fand, gab es kein Zögern. Keine Zweifel. Dani sah ihn voller Liebe an und sagte einfach: „Lass uns gehen.“ Sie packten ihr Leben zusammen und zogen gemeinsam um, in dem Wissen, dass Zuhause kein Ort ist, sondern das Zusammensein.",
    "time5": "45108",
    "title5": "Ein neues Kapitel in der Schweiz",
    "descr5": "Im Juli 2023 sehnten sie sich nach Bergen, Seen und einer tieferen Verbindung zur Natur. Dieser Traum führte sie in die Schweiz, wo sie sich vom ersten Moment an zu Hause fühlten. Ein neues Kapitel begann – erfüllt von Alpenluft, friedlichen Morgen und dem Gefühl, genau am richtigen Ort zu sein.",
    "time6": "45627",
    "title6": "Ja für immer",
    "descr6": "Am 31. Dezember 2024, unter dem Zauber des letzten Sonnenuntergangs des Jahres, sagten Michel und Dani Ja für immer. Sie verlobten sich, umgeben von Liebe, Erinnerungen und noch ungeschriebenen Träumen. Nun möchten sie diese Freude mit euch teilen – denn jede große Liebesgeschichte verdient es, gefeiert zu werden, nicht nur von zwei Menschen, sondern von allen Herzen, die sie wachsen sahen."
  }
}
